Repository: consbio/seedlot-selection-tool
Catalog: manual/locale/*/manual.po
Languages: es_mx

source: Seedlot Selection Tool (SST): User Guide
es_mx: Herramienta de selección de lotes de semillas (Seedlot Selection Tool, SST): Guía del usuario

source: Introduction
es_mx: Introducción

source: The Seedlot Selection Tool (SST) is a web-based mapping application designed to help natural resource managers match seedlots with planting sites based on climatic information. Because of natural selection to different climatic conditions at a location, plant populations are genetically differentiated from one another and are generally locally adapted. As a result, differences in climates among seedlots reflect differences in adaption. The SST maps locations where a seedlot matches a planting site assuming the seedlot was locally adapted to the past climate. The climates of the planting sites can be chosen to represent past climates, or future climates based on selected climate change scenarios. The SST allows the user to control many input parameters, allowing them to explore different assumptions about climate change, how plant populations are adapted to climate, and the risk tolerance of the user. The eight steps described below will provide guidelines to tailor the tool to your specific reforestation or restoration needs.
es_mx: La Herramienta de selección de lotes de semillas (SST) es una aplicación de cartografía basada en la web, diseñada para ayudar a los administradores de recursos naturales a combinar lotes de semillas con sitios de plantación según la información climática. Debido a la selección natural en las diferentes condiciones climáticas de una ubicación, las poblaciones vegetales se diferencian genéticamente entre sí y, en general, están localmente adaptadas. Como resultado, las diferencias de clima entre los lotes de semillas reflejan diferencias en adaptación. La SST mapea ubicaciones donde un lote de semillas coincide con un sitio de plantación, suponiendo que el lote de semillas estaba localmente adaptado al clima del pasado. Los climas de los sitios de plantación pueden elegirse de tal modo que representen climas del pasado o del futuro según los escenarios de cambio climático seleccionados. La SST permite que el usuario controle muchos parámetros de entrada, lo que le permite explorar diferentes suposiciones sobre el cambio climático, la manera en que las poblaciones vegetales se adaptan al clima, y la tolerancia al riesgo del usuario. Los ocho pasos que se describen a continuación servirán de guía para adaptar la herramienta a sus necesidades específicas de reforestación o restauración.

source: Step 1. Select Objective
es_mx: Paso 1. Seleccionar el objetivo

source: Find seedlots for my planting site
es_mx: Buscar lotes de semillas para mi sitio de plantación

source: Click on the `Find seedlots` button if you have a planting site for which you want to find adapted seedlots.
es_mx: Haga clic en el botón “Find seedlots” (Buscar lotes de semillas) si tiene un sitio de plantación para el cual desea encontrar lotes de semillas adaptados.

source: Find planting sites for my seedlot
es_mx: Buscar sitios de plantación para mi lote de semillas

source: Click on the `Find planting sites` button if you have a seedlot and you want to know where you can plant it.
es_mx: Haga clic en el botón “Find planting sites” (Buscar sitios de plantación) si tiene un lote de semillas y quiere saber en dónde puede plantarlo.

source: Step 2. Select Location
es_mx: Paso 2. Seleccionar la ubicación

source: You can either enter coordinates or click on the map to indicate the location of your planting site or seedlot. If looking for seedlots for a planting site, indicate the location of the planting site. If looking for planting sites for a seedlot, indicate the location of the seedlot. The location of a seedlot represents the geographic location where it is best adapted--that is, the center of its adaptive climate space.
es_mx: Puede introducir las coordenadas o hacer clic en el mapa para indicar la ubicación del sitio de plantación o del lote de semillas. Si busca lotes de semillas para un sitio de plantación, indique la ubicación del sitio de plantación. Si busca sitios de plantación para un lote de semillas, indique la ubicación del lote de semillas. La ubicación de un lote de semillas representa la ubicación geográfica a la que está mejor adaptado, es decir, el centro de su espacio climático adaptativo.

source: Enter your location as coordinates
es_mx: Introducir su ubicación como coordenadas

source: You can enter the latitude and longitude of your location in decimal degrees. (Note: enter a negative value for a longitude in North America.)
es_mx: Puede introducir la latitud y longitud de la ubicación en grados decimales. (Nota: Introduzca valores negativos para indicar la longitud en América del Norte).

source: Use the map to select your location
es_mx: Usar el mapa para seleccionar su ubicación

source: Alternatively, use the pan and zoom tools to navigate to your area of interest, and then click on the map. This pop-up will show the latitude, longitude, and elevation of your location, and any seed or breeding zones associated with that location. If you click on the `Set Point` button, your current coordinates and other location information will be automatically set for use by the program. If you have already selected climate variables in Step 6, it will also show their values.
es_mx: También puede utilizar las herramientas “Pan” (Desplazamiento horizontal) y “Zoom” (Acercamiento) para desplazarse hasta el área de interés y, a continuación, hacer clic en el mapa. Esta ventana emergente mostrará la latitud, la longitud y la elevación de la ubicación elegida, así como cualquier zona de origen de las semillas o de mejoramiento asociada a dicha ubicación. Si hace clic en el botón “Set Point” (Punto de ajuste), las coordenadas actuales y cualquier otra información de ubicación se configurarán automáticamente para que el programa las utilice. Si ya seleccionó las variables climáticas en el Paso 6, también verá sus valores.

source: Optional
es_mx: Opcional

source: You can map multiple seedlots for comparison to a planting site, or multiple planting sites for comparison to a seedlot, by clicking on the `Add Seedlots` or the `Add Planting Sites` button, respectively. After clicking on the button, you can either enter the coordinates of each location or click on the map and select `Add Location` in the pop-up. Be sure to click on the `Add` button each time you add a location or you could inadvertently shift the initial location to which you are comparing seedlots or planting sites by selecting Set Point. After running the tool, a similarity index is calculated between the initial planting site or seedlot and the locations to be compared to it (initially set as N/A until the tool is run; see Step 8 for details).
es_mx: Puede mapear varios lotes de semillas para compararlos con un sitio de plantación, o varios sitios de plantación para compararlos con un lote de semillas, haciendo clic en el botón “Add Seedlots” (Agregar lotes de semillas) o en el botón “Add Planting Sites” (Agregar sitios de plantación), respectivamente. Después de hacer clic en el botón, puede introducir las coordenadas de cada ubicación o hacer clic en el mapa y seleccionar “Add Location” (Agregar ubicación) en la ventana emergente. Asegúrese de hacer clic en el botón “Add” (Añadir) cada vez que añada una ubicación, ya que de no hacerlo podría cambiar sin querer la ubicación inicial con la que está comparando los lotes de semillas o los sitios de plantación, al seleccionar Set Point (Punto de ajuste). Después de ejecutar la herramienta, se calcula un índice de similitud entre el sitio de plantación o el lote de semillas inicial, y las ubicaciones que se compararán con aquel (definido inicialmente como N/C [no corresponde] hasta que se ejecute la herramienta; consulte el Paso 8 para obtener más detalles).

source: _(Under construction: (1) Calculating climatic transfer distances for each climate variable for each location. (2) Ability to enter a batch of locations. (3) Ability to output a table showing the results of all the comparisons.)_
es_mx: _(En construcción: (1) Cálculo de las distancias de transferencia climática para cada variable climática de cada ubicación; (2) capacidad para introducir un lote de ubicaciones; (3) capacidad para generar una tabla que muestre los resultados de todas las comparaciones.)_

source: Step 3. Select Region
es_mx: Paso 3. Seleccionar la región

source: North America is divided into regions to reduce processing time. You can let the tool automatically choose the region which best fits the location you selected (default), or you can use the Custom option to manually select any available region.
es_mx: América del Norte se ha dividido en regiones para reducir el tiempo de procesamiento. Puede dejar que la herramienta elija automáticamente la región que mejor se adapte a la ubicación que seleccionó (predeterminada) o utilizar la opción “Custom” (Personalizada) para seleccionar manualmente cualquier región disponible.

source: Automatic
es_mx: Automático

source: Click on the `Automatic` button to let the tool select the best region for your location. The region which contains your location and with a center point closest to your location will be selected. Before selecting a location, you can click on the map to see which region will be selected.
es_mx: Haga clic en el botón “Automatic” (Automático) para que la herramienta seleccione la mejor región para su ubicación. Se seleccionará la región que contenga su ubicación y el punto central más cercano a esta. Antes de seleccionar una ubicación, puede hacer clic en el mapa para ver la región que se seleccionará.

source: Custom
es_mx: Personalizado

source: Click on the `Custom` button to select an alternative region from a drop-down list of available regions. When you choose a region from the drop-down menu, it will be outlined on the map. You can choose a region that does not contain your location, in which case the tool will map the results for the region you select.
es_mx: Haga clic en el botón “Custom” (Personalizado) para seleccionar una región alternativa en la lista desplegable de regiones disponibles. Cuando elija una región en el menú desplegable, esta se delineará en el mapa. Puede elegir una región que no contenga su ubicación, en cuyo caso la herramienta mapeará los resultados de la región seleccionada.

source: Step 4. Select Climate Scenarios
es_mx: Paso 4. Seleccionar los escenarios climáticos

source: Which climate are the seedlots adapted to?
es_mx: ¿A qué clima están adaptados los lotes de semillas?

source: The first step is to select the time period (given as a 30-year average known as a climate normal) that represents the climate to which seedlots are adapted. It is typically assumed to be the climate having the greatest influence on the seedlot's parents. For longer-lived plants (e.g. trees) it is recommended to choose 1961 -1990. For shorter-lived species (e.g., grass and forbs) a 1981-2010 period may be more suitable.
es_mx: El primer paso es seleccionar el periodo (expresado como el promedio de 30 años, conocido como una normal climática) que representa el clima al cual están adaptados los lotes de semillas. En general, se supone que es el clima con mayor influencia en los progenitores del lote de semillas. Para plantas más longevas (p. ej., árboles), se recomienda elegir 1961-1990. Para especies con ciclo de vida más corto (p. ej., gramíneas y herbáceas de hoja ancha) un periodo 1981-2010 podría ser más adecuado.

source: Using the drop-down menu, select either:
es_mx: Por medio del menú desplegable, seleccione:

source: When should plants be best adapted to the planting site?
es_mx: ¿Cuándo conviene que las plantas estén mejor adaptadas al sitio de plantación?

source: The next step is to choose a time period that represents the climate to which the planted trees should be optimally adapted to their planting site. This may be a bit of a conundrum for forest managers since long-lived trees must be adapted to the near-term in addition to being adapted to the long-term. Climate is a moving target. Aim too far into the future and one might see cold damage in the near-term for trees moved from warmer to cooler climates.
es_mx: El siguiente paso es elegir un periodo que represente el clima al que los árboles plantados deberán adaptarse de forma óptima en su sitio de plantación. Esto puede ser un poco confuso para los administradores forestales, ya que los árboles longevos deben adaptarse a corto plazo, además de adaptarse a largo plazo. El clima es un objetivo en movimiento. Si se apunta demasiado lejos en el futuro, posiblemente se vean daños por frío a corto plazo en los árboles trasladados de climas más cálidos a climas fríos.

source: The SST allows users to explore different scenarios of climate change by looking at different future time periods and assumed relative concentration pathways (RCPs). The SST also allows users to consider adaptation to past climates--that is, if climate change were ignored (1961 - 1990 before appreciable climate change) or considering recent changes in climate (1981 - 2010). Note that the current time period (2011-2040) represents modeled projections and not observations.
es_mx: La SST permite a los usuarios explorar diferentes escenarios de cambio climático mediante observación en diferentes periodos futuros y vías de concentración relativa (relative concentration pathways, RCP) asumidas. La SST también permite a los usuarios tener en cuenta la adaptación a climas pasados, es decir, si el cambio climático se ignoró (1961-1990 antes de un cambio climático apreciable), o tener en cuenta los cambios recientes en el clima (1981-2010). Tenga en cuenta que el periodo actual (2011-2040) representa proyecciones basadas en modelos y no observaciones.

source: Use the drop-down menu to select either:
es_mx: Use el menú desplegable para seleccionar:

source: For future climates (i.e., 2011 to 2100), also select the relative concentration pathway (RCP), which is associated with different levels of atmospheric greenhouse gases and climate change. According to IPCC AR5, the RCP 4.5 "stabilization" scenario has a projected increase in mean annual temperature of 1.8Â°C by 2100 (range = 1.1-2.6Â°C), whereas the RCP 8.5 higher-emissions scenario has a projected increase of 3.7Â°C by 2100 (range = 2.6-4.8Â°C).
es_mx: Para climas futuros (es decir, de 2011 a 2100), seleccione también la vía de concentración relativa (RCP) asociada a diferentes niveles de gases de invernadero atmosféricos y de cambio climático. Según el AR5 del IPCC, el escenario de "estabilización" RCP 4.5 tiene un aumento proyectado de 1.8 °C en la temperatura media anual para 2100 (intervalo = 1.1 a 2.6 °C), mientras que el escenario con emisiones más altas RCP 8.5, tiene un aumento proyectado de 3.7 °C para 2100 (intervalo = 2.6 a 4.8 °C).

source: Step 5. Select Transfer Limit Method
es_mx: Paso 5. Seleccionar el método de límite de transferencia

source: The transfer limit indicates how far climatically a seedlot may be moved and still have an acceptable level of adaptation. The SST uses three alternative approaches to determine and map transfer limits: *Custom*, *Zone*, and *Function*. _(Note: the Function approach is under construction)_
es_mx: El límite de transferencia indica a qué distancia climática se puede desplazar un lote de semillas y seguir teniendo un nivel de adaptación aceptable. La SST utiliza tres enfoques alternativos para determinar y mapear los límites de transferencia: *Personalizado*, *Zona* y *Función*. _(Nota: el enfoque *Función* está en construcción)_

source: The *Custom* and *Zone* approaches allow user-defined transfer limits for each climate variable selected in Step 6. Transfer limits for the *Custom* approach may be selected based on the experience of the user including the best available science. They may also be adjusted based on the user's level of acceptable risk.
es_mx: Los enfoques *Personalizado* y *de Zona* permiten al usuario definir límites de transferencia para cada variable climática seleccionada en el Paso 6. Los límites de transferencia del enfoque *Personalizado* pueden seleccionarse según la experiencia del usuario, incluyendo los mejores conocimientos científicos a su alcance. También se pueden ajustar según el nivel de riesgo aceptable para el usuario.

source: The SST suggests a transfer limit for the Zone approach based on the range of climates within the zone for the location of the planting site or seedlot chosen in Step 2. The idea is that the user would feel comfortable with that climatic difference given that we have been operationally moving populations within zones for 60 or more years. If you use the Zone method, the SST obtains the transfer limit (`TL`) for each climate variable using the selected zone: latexmath:[TL = \frac{xmax-xmin}{2}], where `xmax` and `xmin` are the maximum and minimum climate values for the zone. The assumption is that half the range of climates represents a "typical" past transfer. Because some zones show greater climatic variation than the typical zone, we also provide the average transfer limit for all zones in the selected zone set. This and other information will show up in a pop-up window in Step 6 if you hover over the "eye" icon to the right of the climate variable in the climate variable table. The transfer limit may be modified by the user.
es_mx: La SST sugiere un límite de transferencia para la estrategia de Zona basada en el rango de climas dentro de la zona, para la ubicación del sitio de plantación del lote de semillas elegido en el Paso 2. La idea es que el usuario se sienta cómodo con esa diferencia climática, dado que hemos estado moviendo operativamente poblaciones dentro de las zonas desde hace 60 años o más. Si recurre al método de Zona, la SST calcula el límite de transferencia (‘TL’) de cada variable climática utilizando la zona seleccionada: latexmath:[TL = \frac{xmax-xmin}{2}], donde ‘xmax’ y ‘xmin’ son los valores climáticos máximo y mínimo de la zona. El supuesto es que la mitad del intervalo de climas representa una transferencia "típica" pasada. Puesto que algunas zonas exhiben mayor variación climática que la zona típica, también se proporciona el límite de transferencia promedio de todas las zonas del conjunto de zonas seleccionado. Esta información y otros datos, aparecerán en una ventana emergente en el Paso 6 al pasar el cursor del ratón sobre el icono "ojo" a la derecha de la variable climática, en la tabla de variables climáticas. El usuario puede modificar el límite de transferencia.

source: The *Function* approach uses a genecological function to select an acceptable difference in one or more adaptive traits based on research from common-garden studies. Genecological functions are an association between the adaptive traits identified in a common-garden and the climate derived from seed-source locations. The trait usually represents a multivariate climate.
es_mx: En el enfoque *de Función* se recurre a una función genecológica para seleccionar una diferencia aceptable en una o más características adaptativas en función de la investigación en estudios de jardín común. Las funciones genecológicas son una asociación entre las características adaptativas identificadas en un jardín común y el clima derivado de las ubicaciones de la fuente de semillas. La característica suele representar un clima multivariable.

source: Custom method
es_mx: Método personalizado

source: Click on the `Custom` button to enter your own transfer limits after selecting one or more climate variables in Step 6.
es_mx: Haga clic en el botón “Custom” (Personalizado) para introducir sus propios límites de transferencia después de seleccionar una o más variables climáticas en el Paso 6.

source: Zone method
es_mx: Método de Zona

source: Click on the `Zone` button to use an existing zone to calculate transfer limits for one or more climate variables.
es_mx: Haga clic en el botón “Zone” (Zona) si desea utilizar una zona existente para calcular los límites de transferencia de una o más variables climáticas.

source: For the objective of finding seedlots for a planting site, the *Zone* approach involves two steps. First, select a species. Second, select a zone from the drop-down menu of available options. If you know that a species has a species-specific zone and you would like to use it, select the zone from the drop-down menu of available species-specific zones for that location. Otherwise select generic for zones at that location that apply across all species. Note that the available zones are dependent upon the specific location selected (e.g., USFS zones may apply only to USFS lands).
es_mx: Cuando el objetivo es encontrar lotes de semillas para un sitio de plantación, el enfoque *de Zona* implica dos pasos. Primero, seleccione una especie. Segundo, seleccione una zona entre las opciones disponibles del menú desplegable. Si sabe que una especie tiene una zona específica y desea utilizarla, seleccione la zona en el menú desplegable de zonas disponibles específicas para la especie en dicha ubicación. De lo contrario, seleccione las zonas genéricas de esa ubicación que sean pertinentes a todas las especies. Tenga en cuenta que las zonas disponibles dependen de la ubicación específica seleccionada (p. ej., las zonas del Servicio Forestal de los Estados Unidos [United States Forest Service, USFS] solo pueden aplicarse a tierras del USFS).

source: For the objective of finding planting sites for a seedlot, the *Zone* approach involves three steps. First, you need to specify the climatic center of the mapped output. If you have a seedlot from a specific known location, you will typically use the climate of that specific location. If you have a seedlot that represents an entire zone, or you are unsure from where within the zone the seedlot was collected, it is probably more appropriate to use the climatic center of your zone. After specifying the climatic center to be used for mapping, the next two steps are as above -- select the species followed by selecting the zone of interest.
es_mx: Cuando el objetivo es encontrar sitios de plantación para un lote de semillas, el enfoque *Zona* implica tres pasos. Primero, debe especificar el centro climático del resultado cartográfico proporcionado. Si tiene un lote de semillas de una ubicación específica conocida, normalmente utilizará el clima de dicha ubicación. Si tiene un lote de semillas que representa toda una zona, o no está seguro del sitio de donde se obtuvo el lote de semillas, podría ser mejor utilizar el centro climático de su zona. Una vez que especifique el centro climático que va a utilizar para la cartografía, los dos pasos siguientes son los mismos que se indicaron anteriormente para seleccionar primero la especie, y luego la zona de interés.

source: Function method _(under construction February 2021)_
es_mx: Método de Función _(en construcción, febrero de 2021)_
