Repository: consbio/seedlot-selection-tool
Catalog: manual/locale/*/manual.po
Languages: es_mx

source: For the *Function* approach, select the species using the drop-down menu. The values and transfer limits for the adaptive traits from genecology studies will be prepopulated in Step 6 for the locations chosen in Step 2. A limited number of species are currently available for the *Function* approach, but more species will be added from existing and ongoing common garden studies.
es_mx: Para el enfoque *de Función*, seleccione la especie en el menú desplegable. Los valores y límites de transferencia de las características adaptativas de los estudios genecológicos se llenarán previamente en el Paso 6 para las ubicaciones elegidas en el Paso 2. En la actualidad, el número de especies disponibles para el enfoque *de Función* es limitado, pero se añadirán más especies provenientes de los estudios de jardín común en curso.

source: _In the future, the Function approach will also offer an option of creating your own function that allows differential weighting of different climate variables as representative of adaptive variation._
es_mx: _En el futuro, el enfoque *de Función* también ofrecerá la opción de crear funciones personalizadas, lo que permitirá hacer una ponderación diferencial de las diferentes variables climáticas como representativas de variación adaptativa._

source: Step 6. Select Climate Variables
es_mx: Paso 6. Seleccionar variables climáticas

source: Select one or more climate variables to be mapped. The climate information is derived from a climate downscaling application called ClimateNA (see tab for more information). You also have the option to `Choose automatically`, in which case, the climate variables chosen will be mean temperature of the coldest month (MCMT) and summer heat:moisture index (SHM). These climate variables are chosen based on the assumption that temperate forest trees (or other plants) are primarily adapted to cold temperatures in the winter and aridity in the summer. This option specifies a transfer limit for MCMT of `+/- 2.0Â°C` and for SHM of `+/-` half the value at the location specified in Step 2. These transfer limits may be modified. After choosing climate variables, the resulting table includes:
es_mx: Seleccione una o más variables climáticas para mapear. La información climática se deriva de una aplicación de reducción climática llamada ClimateNA (consulte la pestaña para obtener más información). También existe la opción de “Choose automatically” (Elección automática), en cuyo caso, las variables climáticas elegidas serán la temperatura media del mes más frío (TMMF) y el índice de calor-humedad en verano (summer heat:moisture, SHM). Estas variables climáticas se eligen según la suposición de que los árboles forestales (u otras plantas) de climas templados están adaptados principalmente a temperaturas frías durante el invierno y a condiciones de aridez durante el verano. Esta opción especifica un límite de transferencia para la TMMF de “+/- 2.0 °C”, y para el SHM de “+/-” la mitad del valor en la ubicación especificada en el Paso 2. Estos límites de transferencia pueden modificarse. Después de elegir las variables climáticas, la tabla resultante incluye:

source: *Name* -- the abbreviated name of the ClimateNA variable
es_mx: *Nombre*: el nombre abreviado de la variable en ClimateNA

source: *Center* -- the climatic value at the center of the mapped output
es_mx: *Centro*: el valor climático en el centro del resultado cartográfico proporcionado

source: *Transfer limit* -- the transfer limit used in showing the extent of the mapped output
es_mx: *Límite de transferencia*: el límite de transferencia utilizado para mostrar la magnitud del resultado cartográfico proporcionado

source: We caution users from selecting too many climate variables, particularly variables that are unrelated to adaptation. The use of many climate variables will probably result in overly conservative climate matches; the more climate variables that are included, the smaller the mapped areas will be. It is also best to avoid variables that are highly correlated with one another.
es_mx: Se recomienda a los usuarios no seleccionar demasiadas variables climáticas, en especial variables no relacionadas con la adaptación. El uso de muchas variables climáticas podría dar lugar a coincidencias climáticas excesivamente conservadoras; cuantas más variables climáticas se incluyan, más pequeñas serán las áreas mapeadas. También es mejor evitar las variables que están muy correlacionadas.

source: Step 7. Apply Constraints
es_mx: Paso 7. Aplicar limitaciones

source: The mapped output of the SST may be further constrained using geographic limits or a species range. Using constraints will exclude that part of the climatic output that is beyond the geographic limits imposed or beyond the current species range. The geographic constraints include latitude, longitude, elevation, distance, and photoperiod. The species range constraints are based on recent climate-niche models. There is also an option to import your own shapefile to use as a constraint.
es_mx: La información cartográfica proporcionada de la SST se puede limitar aún más mediante el uso de límites geográficos o de una gama de especies. El uso de limitaciones excluirá la parte de la información climática proporcionada que esté más allá de los límites geográficos impuestos o de la gama de especies actual. Las limitaciones geográficas incluyen: latitud, longitud, elevación, distancia y fotoperiodo. Las limitaciones de la gama de especies se basan en modelos recientes de clima-nicho. También hay una opción para importar su propio archivo shapefile para usarlo como una limitación.

source: Step 8. Map Your Results
es_mx: Paso 8. Mapear sus resultados

source: Click `Run Tool` to produce a map that shows where you can find appropriate seedlots or planting sites for the locations specified in Step 2 and the climate of the time period specified in Step 4. The map shows the degree of match between the past climate to which a seedlot is adapted and the climate of the time period in which the trees are expected to be best adapted to the planting site. The darkest orange indicates the best match and the lightest orange indicates the match that is at the edge of the transfer limit. Note that using a greater transfer limit does not affect the best match but does result in a larger geographic area of suitability.
es_mx: Haga clic en “Ejecutar herramienta” para producir un mapa que muestre en dónde puede encontrar lotes de semillas o sitios de plantación adecuados para las ubicaciones especificadas en el Paso 2 y el clima del periodo especificado en el Paso 4. El mapa muestra el grado de coincidencia entre el clima del pasado al que está adaptado un lote de semillas y el clima del periodo en el que se espera que los árboles se adapten mejor al sitio de plantación. El naranja más oscuro indica la mejor coincidencia; el naranja más claro indica la coincidencia que está en el borde del límite de transferencia. Tenga en cuenta que el uso de un límite de transferencia más grande no afecta la mejor coincidencia, pero da como resultado un área geográfica de adecuación más amplia.

source: The process for determining the degree of match is, first, re-scaling the gridded data for each climate variable (or associated trait from a genecology function) as: latexmath:[y = \frac{|x - xmid|}{TL}], where xmid is the midpoint value, or climatic center. Second, the multivariate climatic distance (`d`) from the climatic center to each grid point is calculated as the Euclidean distance for `n` climate variables: latexmath:[dn = ({y_1}^2 + {y_2}^2 + ... + {y_n}^2)0.5]. Finally, the climate match (`m`) (also called a similarity index in Step 2) is calculated as latexmath:[m = -(d-1)*100]. Values of latexmath:[m < 0] are not mapped, whereas values between `0` and `100` are mapped using the color scale ranging from light to dark orange.
es_mx: El proceso para determinar el grado de coincidencia consiste, en primer lugar, en redimensionar a escala los datos de la cuadrícula de cada variable climática (o característica asociada de una función de genecología) como: latexmath:[y = \frac{|x - xmid|}{TL}], donde xmid es el valor del punto medio, o centro climático. En segundo lugar, la distancia climática multivariable (“d”) desde el centro climático hasta cada punto de la cuadrícula, se calcula como la distancia euclidiana de “n” variables climáticas: latexmath:[dn = ({y_1}^2 + {y_2}^2 + … + {y_n}^2)0.5]. Por último, la coincidencia climática (“m”) (también se denomina índice de similitud en el Paso 2) se calcula como latexmath:[m = -(d-1)*100]. Valores de latexmath: [m < 0]no se mapean, mientras que los valores entre “0” y “100” se mapean mediante una escala de colores que va del naranja claro al naranja oscuro.

source: Note that the slider bar at the right side may be used to better see the map underlying the climatic match output.
es_mx: Tenga en cuenta que puede usar la barra deslizante del lado derecho para ver mejor el mapa subyacente de la información de coincidencia climática proporcionada.

source: If you have set up an account and are signed in, you can save your inputs by clicking on the `Save Last Run` button. You will be asked to provide a name for the saved run. Once saved, the saved run will show up in the `Saved Runs` window (see below).
es_mx: Si configuró una cuenta y está registrado, puede guardar sus entradas haciendo clic en el botón “Save Last Run” (Guardar última ejecución). Se le pedirá que indique un nombre para la ejecución guardada. Una vez guardada, la ejecución aparecerá en la ventana de “Saved Runs” (Ejecuciones guardadas) (ver a continuación).

source: You can also export your results to a PDF, PowerPoint, or GeoTIFF file by clicking on the `Export As...` button. Another option is to use `Print Scrn` on your keyboard to copy a picture of the screen that can be pasted into another file such as a PowerPoint presentation.
es_mx: También puede exportar los resultados a un archivo PDF, PowerPoint o GeoTIFF haciendo clic en el botón “Expor As…” (Exporta como). Otra opción es usar la tecla “Print Scrn” (Impr. pant.) del teclado para hacer una copia de la pantalla que es posible pegar en otro archivo, como por ejemplo, una presentación de PowerPoint.

source: Layers
es_mx: Capas

source: The *Layers* tab allows the user to map different overlays onto the results. Options include gray-scaled values for different climate variables, seed and breeding zone boundaries, U.S. Level III Ecoregion boundaries, and U.S. county boundaries. _(Under construction: some species ranges will be added as an option for layers.)_
es_mx: La pestaña *Layers* (Capas) permite al usuario mapear diferentes capas superpuestas a los resultados. Entre las opciones figuran valores de escala de grises para las diferentes variables climáticas, los límites de zonas de origen de las semillas y de mejoramiento, los límites de la Región Ecológica Nivel III de los Estados Unidos, y los límites de los condados de los Estados Unidos. _(En construcción: se añadirán algunas gamas de especies como opción para las capas.)_

source: Saved Runs
es_mx: Ejecuciones guardadas

source: The *Saved Runs* tab will list each of your saved runs. Click on the name of the saved run to `Load` or `Delete` the inputs. Once a saved run is loaded, you can recreate the map by clicking on the `Run Tool` button in the Tool tab.
es_mx: En la pestaña *Saved Runs* (Ejecuciones guardadas) verá una lista de todas las ejecuciones guardadas. Haga clic en el nombre de la ejecución guardada para “Cargar” o “Eliminar” las entradas. Una vez que cargue una ejecución guardada, puede volver a crear el mapa haciendo clic en el botón “Run Tool” (Ejecutar herramienta), en la pestaña “Tool” (Herramienta).

source: Account
es_mx: Cuenta

source: Use the *Account* menu in the upper right corner of the web site to create or sign into an account. Use an email address and password to create an account. We will use this email address only if you lose your password. If you want to receive updates on the SST, sign up for our newsletter by clicking the `News & Updates` button in the menu.
es_mx: Utilice el menú *Account* (Cuenta), ubicado en la esquina superior derecha del sitio web, para crear o iniciar sesión en una cuenta. Utilice una dirección de correo electrónico y una contraseña para crear la cuenta. Utilizaremos la dirección de correo electrónico que nos proporcione únicamente si pierde u olvida su contraseña. Si desea recibir actualizaciones sobre la SST, suscríbase a nuestro boletín haciendo clic en el botón “News & Updates” (Noticias y actualizaciones) del menú.
