Repository: consbio/seedlot-selection-tool
Catalog: javascript/locales/*/sst-js.po
Languages: es_mx

source: Once climate variables important for adaptation are determined and climatic transfer limits have been defined, natural resource managers can use the SST to explore options for responding to climate change through assisted migration. The output from the SST indicates the suitability of each point on the map to the focal point of interest. The difficulty arises, however, in that climate is a moving target – what is suitable in the near-term may not be suitable by mid- to late-century. For long-lived species such as forest trees, the best a natural resource manager can do is to aim as far into the future as possible to find the best match – that is, a climatic transfer distance of zero – while still remaining with their specified transfer limit in the near-term. For the Pacific Northwest, for example, that generally implies looking for the best match for mid-century while still being within the transfer limits for the next few decades. This is indicated on the mapped output by dark orange for the time period 2041-2070 (or a similarity index near 100 if you have mapped locations for comparison to the focal point) while still being within the light orange area by 2011-2040 (or a similarity index above zero). The goal is to minimize the climatic transfer distance for the future, but still remain within a transfer limit beyond which declines in health and productivity may be deemed unacceptable in the near-term. What is clear, however, is that the difference between the climatic adaptation of local populations and future climates will likely be well beyond acceptable transfer limits by mid- to late-century for much of North America, leading to declines in forest health and productivity – unless forest managers work to match suitable seed sources to projected future climates.
es_mx: Una vez determinadas las variables climáticas importantes para la adaptación y definidos los límites de transferencia climática, los administradores de recursos naturales pueden recurrir a la SST para explorar opciones para responder al cambio climático mediante la migración asistida. El resultado proporcionado por la SST indica la idoneidad de cada punto en el mapa para el punto focal de interés. No obstante, surge la dificultad de que ese clima es un objetivo en movimiento: lo que es adecuado a corto plazo podría ser inadecuado a mediados y fines del siglo. En el caso de especies longevas como los árboles forestales, lo mejor que puede hacer un administrador de recursos naturales es apuntar lo más lejos que pueda en el futuro a fin de encontrar la mejor coincidencia, es decir, una distancia de transferencia climática de cero, al mismo tiempo que se mantiene dentro de su límite de transferencia especificado en el corto plazo. En la Región Noroeste del Pacífico, por ejemplo, eso implica generalmente buscar la mejor coincidencia para mediados de siglo, pero manteniéndose dentro de los límites de transferencia para las próximas décadas. En el resultado cartográfico proporcionado, esto se indica en color naranja oscuro para el periodo 2041-2070 (o un índice de similitud cercano a 100 si se mapearon ubicaciones para comparación con el punto focal), mientras sigue dentro del área naranja claro en 2011-2040 (o un índice de similitud superior a cero). El objetivo es reducir al mínimo la distancia de transferencia climática para el futuro, pero permanecer dentro de un límite de transferencia más allá del cual, las declinaciones en la salud y la productividad podrían considerarse inaceptables a corto plazo. Sin embargo, lo que está claro es que la diferencia entre la adaptación climática de las poblaciones locales y los climas futuros podría estar mucho más allá de los límites de transferencia aceptables a mediados y fines del siglo en una gran parte de América del Norte, lo que disminuirá la salud y la productividad de los bosques, a menos que los administradores forestales trabajen para hacer coincidir las fuentes de semillas adecuadas con los climas futuros proyectados.

source: Literature Cited
es_mx: Referencias bibliográficas citadas

source: ClimateNA is a software program written by ${ name } and others that extracts and downscales monthly climate data layers for the normal period of 1961-1990 from moderate spatial resolution (4 x 4 km) to scale-free point estimates for the entire continent of North America (Wang et al. 2016). The downscaling is achieved through a combination of bilinear interpolation and dynamic local elevational adjustment. ClimateNA uses the derived data as a baseline to determine downscaled historical and future climate variables for individual years and periods between 1901 and 2100. ClimateNA also calculates a number of biologically relevant climate variables from the temperature and precipitation data.
es_mx: ClimateNA es un programa de software, escrito por ${ name } y otros, que extrae y reduce la escala de las capas de datos climáticos mensuales durante el periodo normal de 1961-1990, a partir de una resolución espacial moderada (4 x 4 km), a estimaciones puntuales, sin escala alguna, para todo el continente de América del Norte (Wang et al. 2016). La reducción de escala se logra mediante una combinación de interpolación bilineal con ajuste de elevación local dinámico. ClimateNA utiliza los datos derivados como referencia para determinar las variables climáticas históricas y futuras, a escala reducida, de años y periodos individuales entre 1901 y 2100. Además, ClimateNA calcula ciertas variables climáticas de relevancia biológica a partir de los datos de temperatura y precipitación.

source: Data sources
es_mx: Fuentes de datos

source: Baseline data
es_mx: Datos de referencia

source: The monthly baseline data for 1961-1990 normals were compiled from the following sources and unified at 4 x 4 km spatial resolution
es_mx: Los datos de referencia mensuales para estimar los valores normales de 1961-1990 se recopilaron de las siguientes fuentes y se unificaron con una resolución espacial de 4 x 4 km

source: British Columbia: PRISM at 800 x 800 m from Pacific Climate Impact Consortium
es_mx: Columbia Británica: PRISM a 800 x 800 m del Consorcio de Impacto Climático del Pacífico (Pacific Climate Impact Consortium)

source: Prairie provinces: PRISM at 4 x 4 km from the ${ prismLink }
es_mx: Provincias de la Gran Pradera: PRISM a 4 x 4 km del ${ prismLink }

source: United States: PRISM at 800 x 800 m from the PRISM Climate Group (Daly et al. 2008)
es_mx: Estados Unidos: PRISM a 800 x 800 m del Grupo Climático PRISM (Daly et al. 2008)

source: The rest: ANUSPLIN at 4 x 4 km
es_mx: El resto: ANUSPLIN a 4 x 4 km

source: The rest of North America: ANUSPLIN at 4 x 4 km
es_mx: El resto de América del Norte: ANUSPLIN a 4 x 4 km

source: Historical data
es_mx: Datos históricos

source: Historical monthly data were obtained from Climate Research Unit (CRU) (Harris et al 2014). The data version is CRU TS 3.23. The spatial resolution is 0.5 x 0.5° and covers the period of 1901-2014. Anomalies were calculated for each year and period relative to the 1961-1990 normals.
es_mx: Los datos históricos mensuales se obtuvieron de la Unidad de Investigación Climática (Climate Research Unit, CRU) (Harris et al 2014). La versión de los datos es CRU TS 3.23. La resolución espacial es de 0.5 x 0.5° y abarca el periodo de 1901-2014. Se calcularon las anomalías de cada año y periodo en comparación con los valores normales de 1961-1990.

source: Future climate data
es_mx: Datos climáticos futuros

source: The climate data for future periods, including 2020s (2010-2039), 2050s (2040-69) and 2080s (2070-2100), were from General Circulation Models (GCMs) of the Coupled Model Intercomparison Project (CMIP5) included in the IPCC Fifth Assessment Report (IPCC 2014). Fifteen GCMs were selected for two greenhouse gas emission scenarios (RCP 4.5 and RCP 8.5). When multiple ensembles are available for each GCM, an average was taken over the available (up to five) ensembles. Ensembles among the 15 GCMs are also available. The 15 AOGCMs are CanESM2, ACCESS1.0, IPSL-CM5A-MR, MIROC5, MPI-ESM-LR, CCSM4, HadGEM2-ES, CNRM-CM5, CSIRO Mk 3.6, GFDL-CM3, INM-CM4, MRI-CGCM3, MIROC-ESM, CESM1-CAM5, GISS-E2R and were chosen to represent all major clusters of similar AOGCMs by ${ name }.
es_mx: Los datos climáticos de periodos futuros, incluidos los de las décadas de 2020 (2010-2039), 2050 (2040-69) y 2080 (2070-2100), se tomaron de los modelos de circulación general (general circulation models, GCM) del Proyecto de intercomparación de modelos acoplados (CMIP5) que forma parte del Quinto Informe de Evaluación del IPCC (IPCC 2014). Se seleccionaron quince GCM para dos escenarios de emisión de gases con efecto de invernadero (RCP 4.5 y RCP 8.5). Cuando se dispone de varios conjuntos para cada GCM, se calcula el promedio de los conjuntos disponibles (hasta cinco). También hay conjuntos disponibles entre los 15 GCM. Los 15 modelos de circulación general atmósfera-océano (Atmosphere-Ocean General Circulation Model, AOGCM) son: CanESM2, ACCESS1.0, IPSL-CM5A-MR, MIROC5, MPI-ESM-LR, CCSM4, HadGEM2-ES, CNRM-CM5, CSIRO Mk 3.6, GFDL-CM3, INM-CM4, MRI-CGCM3, MIROC-ESM, CESM1-CAM5 y GISS-E2R, y fueron elegidos por ${ name } para representar todos los grupos mayores de AOGCM similares.

source: Climate variables used in Seedlot Select Tool
es_mx: Variables climáticas utilizadas en la Herramienta de selección de lotes de semillas

source: Annual variables
es_mx: Variables anuales

source: Directly calculated annual variables
es_mx: Variables anuales calculadas directamente

source: mean annual temperature (°C)
es_mx: Temperatura media anual (°C)

source: mean warmest month temperature (°C)
es_mx: Temperatura media del mes más cálido (°C)

source: mean coldest month temperature (°C)
es_mx: Temperatura media del mes más frío (°C)

source: temperature difference between MWMT and MCMT, or continentality (°C)
es_mx: Diferencia de temperatura entre la temperatura media del mes más caluroso (TMMC) y la temperatura media del mes más frío (TMMF), o continentalidad (°C)

source: annual heat-moisture index
es_mx: Índice de calor-humedad anual

source: summer heat-moisture index
es_mx: Índice de calor-humedad en verano

source: Derived annual variables
es_mx: Variables anuales derivadas

source: degree-days below 0°C, chilling degree-days
es_mx: Grados/días por debajo de 0 °C, grados/días de heladas

source: degree-days above 5°C, growing degree-days
es_mx: Grados/días por encima de 5 °C, grados/días de crecimiento

source: frost-free period
es_mx: Periodo sin escarcha

source: extreme minimum temperature over 30 years
es_mx: Temperatura mínima extrema durante 30 años

source: extreme maximum temperature over 30 years
es_mx: Temperatura máxima extrema durante 30 años

source: References
es_mx: Referencias

source: People
es_mx: Personas

source: The Seedlot Selection Tool is a collaboration between the US Forest Service, Oregon State University, and the Conservation Biology Institute. Initial conceptualization and development was done by Glenn Howe at Oregon State University College of Forestry and Brad St.Clair at the US Forest Service Pacific Northwest Research Station, with considerable input from Ron Beloin while he was working at Oregon State University. The Conservation Biology Institute was brought onboard to bring the project to fruition through their expertise in web site design and programming for spatial applications. Personnel at the Conservation Biology Institute included Nikolas Stevenson-Molnar (tool developer), Brendan Ward (project manager), and Dominique Bachelet (project co-PI).
es_mx: La Herramienta de selección de lotes de semillas es una colaboración entre el Forest Service de los Estados Unidos, la Oregon State University y el Conservation Biology Institute. La conceptualización y el desarrollo iniciales estuvieron a cargo de Glenn Howe, de la Facultad de Ciencias Forestales de la Oregon State University, y Brad St. Clair, de la Estación de Investigación de la Región Noroeste del Pacífico (Pacific Northwest Research Station) del Servicio Forestal de los Estados Unidos (United States Forest Service, USFS), con una destacada aportación de Ron Beloin, cuando trabajaba en la Oregon State University. El Conservation Biology Institute se incorporó al proyecto para hacerlo realidad gracias a su experiencia en el diseño y programación de sitios web para aplicaciones espaciales. Entre el personal del Conservation Biology Institute se encontraban: Nikolas Stevenson-Molnar (desarrollador de herramientas), Brendan Ward (gerente del proyecto) y Dominique Bachelet (coinvestigadora principal del proyecto).

source: Initial funding for the Seedlot Selection Tool came from the US Forest Service Washington Office. Subsequent funding came from the USFS Pacific Northwest Research Station, Oregon State University, Conservation Biology Institute, the USDA Northwest Climate Hub, Natural Resources Canada, USFS International Programs, and USFS State & Private
es_mx: El financiamiento inicial para la Herramienta de selección de lotes de semillas provino de la Oficina del Forest Service de los Estados Unidos en Washington. El financiamiento posterior provino de la Estación de Investigación de la Región Noroeste del Pacífico del USFS, la Oregon State University, el Conservation Biology Institute, el Centro Climático del Noroeste (NW Climate Hub) del Departamento de Agricultura de Estados Unidos (United States Department of Agriculture, USDA), Natural Resources Canada, los programas internacionales del USFS, y la Delegación del USFS estatal y de iniciativa privada

source: Contact Information
es_mx: Información de contacto

source: Co - Principal Investigator
es_mx: Coinvestigadora principal

source: Research Geneticist, Pacific Northwest Research Station
es_mx: Genetista Investigador, Estación de Investigación de la Región Noroeste del Pacífico

source: USDA Forest Service, Corvallis, Oregon, USA
es_mx: USDA Forest Service, Corvallis, Oregón, EE. UU.

source: Software Engineer
es_mx: Ingeniero de software

source: Conservation Biology Institute, Corvallis, Oregon, USA
es_mx: Conservation Biology Institute, Corvallis, Oregón, EE. UU.

source: News & Updates
es_mx: Noticias y actualizaciones

source: Sign up for the SST newsletter. We will send you emails to inform you of major updates. We will not share your email address with anyone else.
es_mx: Suscríbase al boletín de la SST. Le enviaremos correos electrónicos para informarle sobre las actualizaciones importantes. No compartiremos su dirección de correo electrónico con nadie.

source: Sign up for our newsletter
es_mx: Suscríbase a nuestro boletín informativo

source: Report an Issue
es_mx: Reporte de problemas

source: Issues are used to track to-dos, bugs, feature requests, and more. As issues are created, they'll appear here in a searchable and filterable list. To get started, you should create an issue (you will need to sign up for a GitHub account).
es_mx: Los problemas se usan para dar seguimiento a tareas pendientes, errores, solicitudes de características y otras cosas más. A medida que vayan surgiendo, los problemas aparecerán aquí, en una lista donde es posible hacer búsquedas y filtrar datos. Para comenzar, deberá crear un problema (tendrá que registrarse para obtener una cuenta de GitHub).

source: Scaled Height
es_mx: Altura escalada

source: Height
es_mx: Altura

source: Constraints
es_mx: Restricciones

source: About
es_mx: Acerca de

source: White spruce
es_mx: Red spruce

source: days
es_mx: días

source: Mean annual temperature
es_mx: Temperatura media anual

source: Mean warmest month temperature
es_mx: Temperatura media del mes más cálido

source: Mean coldest month temperature
es_mx: Temperatura media del mes más frío

source: Mean annual precipitation
es_mx: Precipitación media anual

source: Mean summer precipitation, May to September
es_mx: Precipitación media en verano, de mayo a septiembre

source: Annual heat-moisture index
es_mx: Índice de calor-humedad anual

source: Summer heat-moisture index
es_mx: Índice de calor-humedad en verano

source: Degree-days below 0° C
es_mx: Grados/días por debajo de 0 °C

source: Degree-days above 5° C
es_mx: Grados/días-grado por encima de 5 °C

source: Frost-free period
es_mx: Periodo sin escarcha

source: Precipitation as snow, August to July
es_mx: Precipitación en forma de nieve, de agosto a julio

source: Extreme minimum temperature over 30 years
es_mx: Temperatura mínima extrema durante 30 años

source: Extreme maximum temperature over 30 years
es_mx: Temperatura máxima extrema durante 30 años

source: Hargreaves reference evaporation
es_mx: Evaporación de referencia de Hargreaves

source: Hargreaves climatic moisture deficit
es_mx: Déficit de humedad climática de Hargreaves

source: Geographic
es_mx: Geográfico

source: Elevation
es_mx: Elevación

source: Photoperiod
es_mx: Fotoperiodo

source: Latitude
es_mx: Latitud

source: Longitude
es_mx: Longitud

source: Distance
es_mx: Distancia

source: Results
es_mx: Resultados

source: Run the tool to view results
es_mx: Ejecute la herramienta para ver los resultados

source: Select a region and climate scenario to view variables
es_mx: Seleccione una región y un escenario climático para ver las variables

source: North Central
es_mx: Región Septentrional Central

source: North East
es_mx: Región Noreste

source: Mexico
es_mx: México

source: Create Account
es_mx: Crear cuenta

source: Sign In
es_mx: Registrarse

source: Account Settings
es_mx: Configuración de la cuenta

source: Sign Out
es_mx: Salir

source: Account
es_mx: Cuenta

source: Seedlot climate:
es_mx: Clima del lote de semillas:

source: Planting site climate:
es_mx: Clima del sitio de plantación:

source: Select climate scenarios
es_mx: Seleccionar escenarios climáticos

source: Which climate are the seedlots adapted to?
es_mx: ¿A qué clima están adaptados los lotes de semillas?

source: When should trees be best adapted to the planting site?
es_mx: ¿Cuándo se adaptarán mejor los árboles al sitio de plantación?

source: Button to select color ${ color }.
es_mx: Botón para seleccionar color ${ color }.

source: Click to show
es_mx: Haga clic para mostrar

source: Click to hide
es_mx: Haga clic para ocultar

source: The file is empty.
es_mx: El archivo está vacío.

source: The CSV has no latitude and/or longitude column.
es_mx: El archivo CSV no tiene columnas de latitud ni longitud.

source: Compare Seedlots
es_mx: Comparar lotes de semillas

source: Compare Planting Sites
es_mx: Comparar sitios de plantación

source: Location
es_mx: Ubicación

source: Name
es_mx: Nombre

source: Match
es_mx: Coincidencia

source: Remove site
es_mx: Eliminar el sitio

source: click to add
es_mx: Haga clic para añadir

source: cancel
es_mx: Cancelar

source: Add
es_mx: Añadir

source: Add Seedlot
es_mx: Añadir lote de semillas

source: Add Planting Site
es_mx: Añadir sitio de plantación

source: Upload CSV
es_mx: Cargar CSV

source: Label
es_mx: Etiqueta

source: Climate Match
es_mx: Coincidencia de clima

source: Download CSV
es_mx: Descargar CSV

source: Uploading CSV
es_mx: Cargando CSV

source: Done
es_mx: Listo

source: Uploading CSV data...
es_mx: Cargando datos de CSV…

source: Value
es_mx: Valor

source: Apply constraints
es_mx: Aplicar limitaciones

source: Transfer limit (+/-):
es_mx: Límite de transferencia (+/-):

source: Delete
es_mx: Eliminar

source: Save
es_mx: Guardar

source: Function
es_mx: Función

source: Transfer Limit (+/-)
es_mx: Límite de transferencia (+/-)

source: Button to pick a new color for the custom layer.
es_mx: Botón para elegir un nuevo color para la capa personalizada.

source: Checkbox to show or hide custom layer on map.
es_mx: Casilla de verificación para mostrar u ocultar la capa personalizada en el mapa.

source: Button to delete custom layer."
es_mx: Botón para eliminar la capa personalizada".

source: If the problem persists, please ${ reportAnIssue } and include the following information:
es_mx: Si el problema persiste, ${ reportAnIssue } e incluya la siguiente información:

source: Custom
es_mx: Personalizado

source: Upload a shapefile
es_mx: Cargar un shapefile

source: Elevation:
es_mx: Elevación:

source: Select planting site location
es_mx: Seleccione la ubicación del sitio de plantación

source: Select seedlot location
es_mx: Seleccione la ubicación del lote de semillas

source: Locate your ${ siteLabel } by using the map or entering coordinates.
es_mx: Localice su ${ siteLabel } en el mapa o introduciendo las coordenadas.

source: Climate
es_mx: Clima

source: Available Zones
es_mx: Zonas disponibles

source: Add Location
es_mx: Añadir ubicación

source: Set Point
es_mx: Punto de ajuste

source: Showing climate for ${ climateLabel }
es_mx: Mostrando el clima para ${ climateLabel }

source: Select objective
es_mx: Seleccionar objetivo

source: Find seedlots
es_mx: Buscar lotes de semillas

source: Find planting sites
es_mx: Buscar sitios de plantación

source: ${ numberOfHours } hours
es_mx: ${ numberOfHours } horas

source: hours
es_mx: horas

source: Automatic
es_mx: Automático

source: Select region
es_mx: Seleccionar región

source: Region:
es_mx: Región:

source: Calculating scores...
es_mx: Calculando puntuaciones…

source: Waiting for other jobs to finish...
es_mx: En espera de que concluyan otros trabajos…

source: Another job is currently running. Your job is queued and will run as soon as other jobs are finished.
es_mx: En este momento, se está ejecutando otro trabajo. Su trabajo entró en cola y se ejecutará en cuanto terminen los otros trabajos.

source: Units:
es_mx: Unidades:

source: Metric
es_mx: Métricas

source: Imperial
es_mx: Imperiales

source: Configuration error
es_mx: Error de configuración

source: Cannot calculate scores: one or more of your variables has no transfer limit, or a limit of 0.
es_mx: No es posible calcular puntuaciones: una o más de las variables no tienen límite de transferencia o su límite es 0.

source: Cannot calculate scores: one or more of your constraints is missing a value.
es_mx: No es posible calcular puntuaciones: a una o más de sus limitaciones le falta un valor.

source: Login required
es_mx: Es necesario iniciar sesión

source: Please login to save your run.
es_mx: Inicie sesión para guardar la ejecución.

source: Run Tool
es_mx: Ejecute la Herramienta

source: Save Last Run
es_mx: Guardar la última ejecución

source: Export As...
es_mx: Exportar como…

source: Position Map
es_mx: Mapa de posición

source: Move and zoom the map to set how it will appear in the report.
es_mx: Mueva y amplíe el mapa para definir cómo aparecerá en el informe.

source: January
es_mx: Enero

source: February
es_mx: Febrero

source: June
es_mx: Junio

source: July
es_mx: Julio

source: August
es_mx: Agosto

source: September
es_mx: Septiembre

source: October
es_mx: Octubre

source: November
es_mx: Noviembre

source: December
es_mx: Diciembre

source: Saved run
es_mx: Se guardó la ejecución

source: Title
es_mx: Título

source: Do you want to update the current configuration, ${ saveTitle }, or save as a new configuration?
es_mx: ¿Desea actualizar la configuración actual, ${ saveTitle }, o guardarla como una nueva configuración?

source: Save as new
es_mx: Guardar como nueva

source: Update current
es_mx: Actualizar la actual

source: Save Run Configuration
es_mx: Guardar la configuración de ejecución

source: Last modified:
es_mx: Modificación más reciente:

source: Load this saved configuration? This will replace your current settings.
es_mx: ¿Cargar esta configuración guardada? Esto reemplazará la configuración actual.

source: Delete this saved configuration?
es_mx: ¿Eliminar esta configuración guardada?
