Repository: consbio/seedlot-selection-tool
Catalog: javascript/locales/*/sst-js.po
Languages: es_mx

source: You may create an account to save and retrieve your runs. Click on the "Account" tab in the upper right to login or create an account..
es_mx: Puede crear una cuenta para guardar y recuperar las corridas. Haga clic en la pestaña "Cuenta", en la parte superior derecha, para iniciar sesión o crear una cuenta.

source: You currently have no saved runs.
es_mx: En este momento, no tiene ejecuciones guardadas.

source: No zones at this location...
es_mx: No hay zonas en esta ubicación…

source: Select a location...
es_mx: Seleccione una ubicación…

source: Select zone
es_mx: Seleccionar zona

source: Cannot process shapefiles larger than 2MB
es_mx: No se pueden procesar archivos shapefile de más de 2 MB

source: Could not read the zip file
es_mx: No se pudo leer el archivo zip

source: No projection file found. Assuming WGS84. If you see the wrong projection, try including the prj file.
es_mx: No se encontró ningún archivo de proyección. Suponiendo WGS84. Si ve una proyección incorrecta, intente incluir el archivo prj.

source: Warning
es_mx: Advertencia

source: Shapefile not loaded
es_mx: El archivo shapefile no se cargó

source: File not supported
es_mx: El archivo no es compatible

source: Processing...
es_mx: Procesando…

source: Tool
es_mx: Herramienta

source: Layers
es_mx: Capas

source: Saved Runs
es_mx: Ejecuciones guardadas

source: Map
es_mx: Mapa

source: Select a ${ label }
es_mx: Seleccionar un ${ label }

source: Generic
es_mx: Genérico

source: Value at point:
es_mx: Valor en el punto:

source: Add a trait...
es_mx: Añada una característica…

source: Transfer limits based on seed zone, climatic center based on the selected location
es_mx: Límites de transferencia según la zona de origen de las semillas; centro climático según la ubicación seleccionada

source: Transfer limits and climatic center based on seed zone
es_mx: Límites de transferencia y centro climático según la zona de origen de las semillas

source: Custom transfer limits, climatic center based on the selected location
es_mx: Límites de transferencia personalizados; centro climático según la ubicación seleccionada

source: Select transfer limit method
es_mx: Seleccione el método de límite de transferencia

source: Which should be used as the climatic center?
es_mx: ¿Qué se debe usar como centro climático?

source: The value at the selected location
es_mx: El valor en la ubicación seleccionada

source: The climatic center of the zone
es_mx: El centro climático de la zona

source: Zone
es_mx: Zona

source: Zone climatic center:
es_mx: Centro climático de la zona:

source: modified
es_mx: modificado

source: Avg.transfer limit for zone set:
es_mx: Límite de transferencia promedio para la configuración de zona:

source: Click to add variables
es_mx: Haga clic para añadir variables

source: Select climate variables
es_mx: Seleccionar variables climáticas

source: or
es_mx: o

source: Choose automatically
es_mx: Elegir de modo automático

source: You may only add 6 variables to your configuration. Please remove an exiting variable before adding another.
es_mx: Solo puede añadir 6 variables a su configuración. Elimine una variable saliente antes de añadir otra.

source: Center
es_mx: Centro

source: Transfer limit (+/-)
es_mx: Límite de transferencia (+/-)

source: Add a variable...
es_mx: Añadir una variable…

source: Sorry, there was an unexpected error changing your email address
es_mx: Disculpe, hubo un error inesperado al cambiar su dirección de correo electrónico

source: Passwords don't match
es_mx: Las contraseñas no coinciden

source: Email address
es_mx: Dirección de correo electrónico

source: Change email
es_mx: Cambiar de correo electrónico

source: Password
es_mx: Contraseña

source: Confirm password
es_mx: Confirmar contraseña

source: Change password
es_mx: Cambiar contraseña

source: Select...
es_mx: Seleccionar…

source: Login failed
es_mx: Error de inicio de sesión

source: Forgot your password?
es_mx: ¿Olvidó su contraseña?

source: close
es_mx: Cerrar

source: main navigation
es_mx: Navegación principal

source: Language
es_mx: Idioma

source: Sorry, there was an error resetting your password
es_mx: Lo sentimos, hubo un error al restablecer su contraseña

source: An email has been sent with a link to reset your password. If you don't receive this email, please check your Spam folder.
es_mx: Se envió un correo electrónico con un enlace para restablecer su contraseña. Si no recibe este correo electrónico, revise su carpeta de correo no deseado (spam).

source: Enter your email address to receive an email with a link to reset your password.
es_mx: Introduzca su dirección de correo electrónico para recibir un correo electrónico con el enlace necesario para restablecer su contraseña.

source: Reset Password
es_mx: Restablecer contraseña

source: There was an unexpected error while creating your account
es_mx: Hubo un error inesperado al crear su cuenta

source: Or sign in with:
es_mx: O regístrese con:

source: Sign in using a Google account
es_mx: Regístrese con una cuenta de Google

source: Sign in using a Facebook account
es_mx: Regístrese con una cuenta de Facebook

source: Sign in using a Twitter account
es_mx: Regístrese con una cuenta de Twitter

source: Select traits
es_mx: Seleccionar características

source: Error creating report
es_mx: Error al crear el informe

source: Sorry, there was an error creating the report.
es_mx: Lo sentimos, hubo un error al crear el informe.

source: Processing error
es_mx: Error de procesamiento

source: Sorry, processing failed.
es_mx: Lo sentimos, hubo un error durante el procesamiento.

source: Don't show again
es_mx: No volver a mostrar

source: New Future Data
es_mx: Nuevos Datos Futuros

source: The Seedlot Selection Tool will soon incorporate new climate futures based on ClimateNA 7.50. The new futures will offer three emissions scenarios: SSP245, SSP370, and SSP585.
es_mx: La Herramienta de Selección de Lotes de Semillas incorporará próximamente nuevos futuros climáticos basados ​​en ClimateNA 7.50. Estos nuevos futuros ofrecerán tres escenarios de emisiones: SSP245, SSP370 y SSP585.

source: The current RCP scenarios will no longer be available. As such, any saved runs or links to saved runs will no longer be available after the data is updated. If you have any saved runs you'd like to preserve, please consider exporting those as PDF and/or GeoTIFF.
es_mx: Los escenarios RCP actuales ya no estarán disponibles. Por lo tanto, las ejecuciones guardadas y los enlaces a ellas dejarán de estar disponibles una vez actualizados los datos. Si tiene ejecuciones guardadas que desea conservar, considere exportarlas como PDF o GeoTIFF.

# Western United States
source: Western US
es_mx: Oeste de los Estados Unidos

# Central United States
source: Central US
es_mx: Centro de los Estados Unidos

# Eastern United States
source: Eastern US
es_mx: Este de los Estados Unidos

# Not Applicable
source: N/A
es_mx: N/C

# abbreviation of 'Longitud''
source: Lon
es_mx: Long.

# i.e., Range of values (e.g., from 5 to 10)
source: Range (+/-)
es_mx: Rango (+/-)

# Abbreviation of 'feet' (measurement)
source: ft
es_mx: pies

# This is the value of 'reportAnIssue'
source: report an issue
es_mx: Reportar un problema

# This is one possible value of 'siteLabel'
source: seedlot (its climatic center)
es_mx: Lote de semillas (su centro climático)

# This is one possible value of 'siteLabel'
source: planting site
es_mx: Sitio de plantación

# as in same or similar objects
source: Match
es_mx: Coincidencia

# i.e., Not Applicable
source: N/A
es_mx: N/C

# January
source: Jan
es_mx: ENE

# April (month)
source: Apr
es_mx: ABR

# August
source: Aug
es_mx: AGO

# December
source: Dec
es_mx: DIC

# month
source: March
es_mx: Marzo

# month
source: April
es_mx: Abril

# month
source: May
es_mx: Mayo

# e.g., Load file
source: Load
es_mx: Cargar

# i.e., hyperlink
source: Send link
es_mx: Enviar enlace

# This is the value of 'prismLink'
source: PRISM Climate Group
es_mx: Grupo climático PRISM

# mm = millimeters
source: mean annual precipitation (mm)
es_mx: Precipitación media anual (mm)

# mm = millimeters
source: mean annual summer (May to Sept.) precipitation (mm)
es_mx: Precipitación media en verano (mayo a septiembre) (mm)

# mm = millimeters
source: precipitation as snow (mm) between August in previous year and July in current year
es_mx: Precipitación en forma de nieve (mm) entre agosto del año anterior y julio del año actual

# mm = millimeters
source: Hargreaves reference evaporation (mm)
es_mx: Evaporación de referencia de Hargreaves (mm)

# mm = millimeters
source: Hargreaves climatic moisture deficit (mm)
es_mx: Déficit de humedad climática de Hargreaves (mm)

# i.e., Lead Software Developer
source: Lead Developer
es_mx: Desarrollador principal
