Repository: consbio/seedlot-selection-tool
Catalog: javascript/locales/*/sst-js.po
Languages: es_mx

source: Species Range
es_mx: Gama de especies

source: Planting Healthy Forests
es_mx: Plantación de bosques saludables

source: Hands holding a small tree seedling
es_mx: Manos que sostienen una plántula de árbol

source: The Seedlot Selection Tool (SST) is a GIS mapping program designed to help forest managers match seedlots with planting sites based on climatic information. The climates of the planting sites can be chosen to represent current climates, or future climates based on selected climate change scenarios.
es_mx: La Herramienta de selección de lotes de semillas (Seedlot Selection Tool, SST) es un programa de cartografía del Sistema de Información Geográfica (Geographical Information System, GIS), diseñado para ayudar a los administradores forestales a combinar lotes de semillas con sitios de plantación según la información climática. Los climas de los sitios de plantación pueden elegirse de modo que representen climas actuales o futuros, según los escenarios de cambio climático seleccionados.

source: A bullseye
es_mx: Una diana

source: Select Objective
es_mx: Seleccionar el objetivo

source: You can find seedlots for your planting site or planting sites for your seedlot
es_mx: Puede encontrar lotes de semillas para el sitio de plantación, o sitios de plantación para su lote de semillas

source: Select Location
es_mx: Seleccionar la ubicación

source: You can click on the map or enter coordinates to locate your seedlot or planting site
es_mx: Puede hacer clic en el mapa o introducir las coordenadas para localizar su lote de semillas o sitio de plantación

source: A map of North America with the western United States highlighted in red
es_mx: Mapa de América del Norte con la región occidental de los Estados Unidos resaltada en rojo

source: Select Region
es_mx: Seleccionar la región

source: You can select the geographic region closest to your site or choose from a list of available regions
es_mx: Puede seleccionar la región geográfica más cercana a su sitio o elegir de una lista de regiones disponibles

source: A calendar icon showing the year 2050
es_mx: Ícono de calendario que muestra el año 2050

source: Select Climate Scenarios
es_mx: Seleccionar los escenarios climáticos

source: You can select historical, current, or future climates for your seedlots of planting sites
es_mx: Puede seleccionar climas históricos, actuales o futuros para los lotes de semillas de sus sitios de plantación

source: A curved, blue arrow
es_mx: Flecha curvada azul

source: Select Transfer Limit Method
es_mx: Seleccionar el método de límite de transferencia

source: You can enter your own custom limit, use an existing zone to calculate a transfer limit, or use a function relating genetic variation to climate to calculate a transfer limit
es_mx: Puede introducir su propio límite personalizado, usar una zona existente para calcular un límite de transferencia o utilizar una función que relacione la variación genética con el clima para calcular un límite de transferencia

source: A cloud with raindrops falling from the bottom, in front of the sun
es_mx: Nube con gotas de lluvia cayendo de abajo, frente al sol

source: Select Climate Variables
es_mx: Seleccionar variables climáticas

source: You can use a variety of climate variables to match your seedlot and planting site
es_mx: Puede utilizar diversas variables climáticas que coincidan con el lote de semillas y el sitio de plantación

source: An icon of the globe
es_mx: Ícono del globo terráqueo

source: Map your Results
es_mx: Mapear sus resultados

source: The map shows where to find appropriate seedlots or planting sites
es_mx: El mapa muestra en dónde encontrar lotes de semillas o sitios de plantación apropiados

source: Background
es_mx: Antecedentes

source: Trees on a hillside enveloped in fog
es_mx: Árboles en una ladera envuelta en niebla

source: Populations of forest trees and other native plants are genetically different from one another and are locally adapted owing to natural selection to different climatic pressures across the landscape (Leimu and Fischer 2008, Alberto et al. 2013, Baughman et al. 2019). As a result, local seed sources are usually recommended for reforestation and restoration. Typically, this has been accomplished using geographically defined zones or seed transfer rules that limit the geographic or climatic distance that populations may be moved. As climates change, however, the assumption of “local is best” and the use of local seed zones and guidelines may no longer apply. Because populations are genetically adapted to their local climates, the health and productivity of native or newly established ecosystems using local seed sources will likely decline. We are already seeing increased mortality across many forest tree species in North America likely attributed to changes in climate (van Mantgem et al. 2009, Sáenz-Romero et al. 2020). And the problem will only get worse – the amount of climate change to date is small compared to what is projected by the mid- to late-21st century.
es_mx: Las poblaciones de árboles forestales y otras plantas nativas son genéticamente diferentes entre sí y están localmente adaptadas debido a la selección natural ante diferentes presiones climáticas en el paisaje (Leimu y Fischer 2008, Alberto et al. 2013, Baughman et al. de 2019). Como resultado de eso, se recomienda en general el uso de fuentes de semillas locales para la reforestación y la restauración. Por lo general, esto se ha logrado utilizando zonas geográficamente definidas o reglas de transferencia de semillas que limitan la distancia geográfica o climática a la que se pueden mover las poblaciones. Sin embargo, a medida que los climas cambian, la suposición de que “local es mejor” y el uso de directrices y zonas de origen de las semillas locales podrían ya no ser adecuados. Puesto que las poblaciones están genéticamente adaptadas a los climas locales, es probable que disminuya la salud y la productividad de los ecosistemas nativos o recién establecidos mediante el uso de fuentes de semillas locales. Ya estamos viendo un aumento de la mortalidad en muchas especies de árboles forestales en América del Norte, lo que podría atribuirse a cambios en el clima (van Mantgem et al. 2009, Sáenz-Romero et al. de 2020). Y el problema no hará más que empeorar: el grado de cambio climático hasta la fecha es pequeño en comparación con lo que se prevé para mediados y fines del siglo XXI.

source: Natural resource managers may respond to concerns of maladaptation and declines in ecosystem productivity by matching the climatic adaptability of their plant material to the climatic conditions of their reforestation or restoration sites. Software applications are now available that can be used to characterize the local climates of seed sources and planting sites, including past climates and future climates given different climate change models. For the Seedlot Selection Tool (SST), we use ClimateNA v5.30 and a USGS DEM data a resolution of 15-arc seconds (~450 m) to determine the climate for each grid point on a map (Wang et al. 2016 – more information may be found by clicking on the ClimateNA tab). ClimateNA is a user-friendly application that locally downscales historical and future climate from various baseline gridded climate data into scale-free point estimates of climate values for the entire continent of North America. It also calculates a large number of biologically relevant climate variables. The SST uses sixteen temperature- and precipitation-related variables as determined for two 30-year normals for past climates (1961 – 1990 and 1981-2010) and three 30-year normals for future climates (2011 – 2040, 2041 – 2070, and 2071 – 2100). For the three future climates, the SST allows the user to make assumptions about future emission scenarios (relative concentration pathways) of RCP 4.5 or RCP 8.5. The climate projections are based on an ensemble of the average projections from fifteen climate models from the Coupled Model Intercomparison Project phase 5 (CMIP5) database of the 5th IPCC Assessment Report.
es_mx: Los administradores de recursos naturales pueden responder a las inquietudes de mala adaptación y a las declinaciones de la productividad del ecosistema, haciendo coincidir la adaptabilidad climática de su material vegetal con las condiciones climáticas de los sitios de reforestación o restauración. Ahora existen aplicaciones de software que pueden usarse para caracterizar los climas de las fuentes de semillas locales y los sitios de plantación, incluyendo climas pasados y climas futuros, dados diferentes modelos de cambio climático. Para la Herramienta de selección de lotes de semillas (SST), utilizamos el software ClimateNA, v5.30, y datos de modelos digitales de elevación (Digital Elevation Models, DEM) del Servicio Geológico de los Estados Unidos (United States Geological Survey, USGS), con resolución de 15 segundos-arco (~450 m), para determinar el clima de cada punto de la cuadrícula en un mapa (Wang et al. 2016; se puede encontrar más información haciendo clic en la pestaña ClimateNA). ClimateNA es una aplicación fácil de usar que reduce de forma local el clima histórico y futuro, a partir de diversos datos climáticos vertidos en la cuadrícula de referencia, para obtener estimaciones puntuales, sin escala alguna, de los valores climáticos para todo el continente de América del Norte. También calcula un gran número de variables climáticas biológicamente relevantes. La SST recurre a dieciséis variables relacionadas con temperatura y precipitación, determinadas para valores normales de los climas pasados en dos periodos de 30 años (1961-1990 y 1981-2010) y en los valores normales de tres periodos de 30 años para climas futuros (2011 -2040, 2041-2070 y 2071-2100). En el caso de los tres climas futuros, la SST permite al usuario hacer suposiciones sobre escenarios de emisión futuros (vías de concentración relativa [relative concentration pathways, RCP]) de RCP 4.5 o RCP 8.5. Las proyecciones climáticas se basan en un conjunto de las proyecciones promedio de quince modelos climáticos provenientes de la base de datos del Proyecto de intercomparación de modelos acoplados de fase 5 (Coupled Model Intercomparison Project phase 5, CMIP5) del 5.º Informe de evaluación del Grupo Intergubernamental de Expertos sobre el Cambio Climático (Intergovernmental Panel on Climate Change, IPCC).

source: Using the climate estimates for each grid point on a map, the SST determines the climatic distances between a focal point location and each grid point on a map. The area mapped is limited to the maximum climatic distance a user is willing to move as indicated by the transfer limit (${ tl }). The gridded data for each climate variable is rescaled as: ${ formula }, where ${ xmid } is the midpoint value, or climatic center, of the focal point. Then, the multivariate climatic distance (${ d }) from the focal point to each grid point is calculated as the Euclidean distance for ${ n } climate variables: ${ distanceFormula }. Finally, the climate match (${ m }) is calculated as ${ matchFormula }. Values of ${ mLessThan0 } are not mapped, whereas values between 0 and 100 are mapped using the color scale ranging from light to dark orange.
es_mx: Mediante el uso de las estimaciones climáticas de cada punto de la cuadrícula en un mapa, la SST determina las distancias climáticas entre una ubicación de punto focal y cada punto de la cuadrícula en un mapa. El área mapeada se limita a la distancia climática máxima que un usuario está dispuesto a mover, según lo indicado por el límite de transferencia (${ tl }). Los datos vertidos en la cuadrícula para cada variable climática se reajustan a escala como: ${ formula }, donde ${ xmid } es el valor del punto medio, o centro climático, del punto focal. A continuación, la distancia climática multivariable (${ d }) desde el punto focal hasta cada punto de la cuadrícula se calcula como la distancia euclidiana para ${ n } variables climáticas: ${ distanceFormula }. Por último, la coincidencia de clima (${ m }) se calcula como ${ matchFormula }. Los valores de ${ mLessThan0 } no se mapean, mientras que los valores entre 0 y 100 se mapean mediante una escala de color que va de color naranja claro al oscuro.

source: To match seedlots and planting sites, it is necessary to choose appropriate climate variables that reflect the adaptive capacity of seedlots. Evidence for adaptation comes from two types of genetic studies: (1) genecology studies and (2) reciprocal transplant studies (or provenance studies that approximate reciprocal transplants). Both types of studies use a common-garden approach which minimizes environmental variation such that genetic differences are more easily observed. Genecology studies relate differences among seedlings from different populations to the environment of the seed sources. Consistent correlations between traits and source climates are indicative of adaptation as a result of natural selection of the parents in those source climates. Reciprocal transplant studies test adaptation directly by relating survival and growth of different populations from different source climates to the climates in which they are growing. Populations that survive and grow best in test climates that are similar to their source climates are considered to be locally adapted. In both types of studies, those climate variables showing the strongest relationships to population differences may be considered most important for adaptation. In general, genetic studies indicate that temperate trees are most strongly related to climate variables that reflect adaptation to cold temperatures in the winter and aridity during the growing season (Aitken and Bemmels 2015). Aridity is driven by both moisture availability and evapotranspiration, and is, thus, best reflected by climate variables that reflect both, such as climate moisture deficit and heat:moisture index, as well as related variables such as annual precipitation and summer temperatures.
es_mx: Para hacer coincidir los lotes de semillas y los sitios de plantación, es necesario elegir variables climáticas adecuadas, que reflejen la capacidad adaptativa de los lotes de semillas. La evidencia de la adaptación proviene de dos tipos de estudios genéticos: (1) estudios genecológicos y (2) estudios de trasplante recíproco (o estudios de procedencia que se aproximan a los trasplantes recíprocos). En ambos tipos de estudios se utiliza un enfoque de jardín común, lo que reduce al mínimo la variación ambiental, de manera tal que las diferencias genéticas se observan más fácilmente. Los estudios de genecología relacionan las diferencias entre las plántulas de diferentes poblaciones con el entorno de las fuentes de semillas. Las correlaciones congruentes entre las características y los climas de origen son indicativas de adaptación como resultado de la selección natural de los progenitores en esos climas de origen. Los estudios de trasplante recíproco evalúan directamente la adaptación al relacionar la supervivencia y el crecimiento de diferentes poblaciones provenientes de diferentes climas de origen, con los climas en los que están creciendo. Las poblaciones que sobreviven y crecen mejor en climas experimentales que son similares a sus climas de origen, se consideran localmente adaptadas. En ambos tipos de estudios, las variables climáticas que exhiben las relaciones más claras con las diferencias entre poblaciones, pueden considerarse las más importantes para la adaptación. En general, los estudios genéticos indican que los árboles de climas templados están claramente relacionados con variables climáticas que indican adaptación a temperaturas frías en invierno y a condiciones de aridez durante la estación de crecimiento (Aitken y Bemmels 2015). La aridez depende tanto de la disponibilidad de humedad como de la evapotranspiración y, por lo tanto, es reflejada mejor por las variables climáticas que reflejan ambas condiciones, como el déficit de humedad climática y el índice de calor-humedad, así como variables relacionadas como la precipitación anual y las temperaturas de verano.

source: A clear-cut hillside in the foreground, a wooded hillside in the background
es_mx: Una ladera desmontada en primer plano; una ladera boscosa al fondo

source: Once important climate variables are selected, it is necessary to decide on transfer limits – that is, how far can one move a population climatically before performance becomes unacceptable. This information is best obtained by measuring growth and survival in reciprocal transplant studies or provenance tests that move populations across large climatic gradients. As populations are moved greater climatic distances between seed sources and planting sites, we can expect that growth and survival will decrease, particularly for growing environments showing strong local adaptation, as is frequently the case. Because the decrease in growth and survival is a gradient, deciding on a transfer limit that is acceptable depends on the risk tolerance of the manager.
es_mx: Una vez seleccionadas las variables climáticas importantes, es necesario decidir los límites de transferencia, es decir, hasta qué punto es posible desplazar climáticamente una población antes de que su desempeño se vuelva inaceptable. La mejor manera de obtener esta información es medir el crecimiento y la supervivencia en estudios de trasplante recíproco, o realizar pruebas de procedencia que desplacen poblaciones a través de amplios gradientes climáticos. Puesto que las poblaciones se trasladan a mayores distancias climáticas entre las fuentes de semillas y los sitios de plantación, cabe esperar que su crecimiento y supervivencia disminuyan, sobre todo en entornos en crecimiento que muestran una marcada adaptación local, como suele suceder. Puesto que la disminución del crecimiento y la supervivencia es un gradiente, decidirse por un límite de transferencia que sea aceptable depende de la tolerancia al riesgo del administrador.

source: Because long-term, well-designed studies are rare for many plant species, we must often rely on generalizations from other species as well as practical experience for determining climate variables and transfer limits. For example, climatic variation in seed zones and breeding zones can be used to set transfer limits. Many of these zones have been used for decades—solving earlier problems with maladaptation resulting from excessive seed transfer. No matter what method is used, transfer limits should be adjusted to reflect the management practices and risk tolerance of the user. Agencies or organizations that are able to adjust management practices quickly (e.g., because of short rotations), or are more willing to accept risk, may choose a wider transfer limit than those that are risk-averse.
es_mx: Debido a que existen muy pocos estudios a largo plazo bien diseñados para muchas especies vegetales, a menudo debemos confiar en generalizaciones tomadas de otras especies, así como en la experiencia práctica, para determinar las variables climáticas y los límites de transferencia. Por ejemplo, se puede recurrir a la variación climática en las zonas de origen de las semillas y en las zonas de mejoramiento para establecer los límites de transferencia. Muchas de estas zonas se han utilizado durante décadas para resolver problemas previos con la mala adaptación resultante de una transferencia de semillas excesiva. Con independencia del método utilizado, los límites de transferencia deben ajustarse para reflejar las prácticas de manejo y la tolerancia al riesgo del usuario. Las agencias u organizaciones que sean capaces de ajustar rápidamente sus prácticas de manejo (p. ej., debido a rotaciones cortas) o que estén más dispuestas a aceptar riesgos, pueden elegir un límite de transferencia más amplio que aquellas con aversión al riesgo.
